/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agent nicht gefunden";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "Der Agent auf dem Telefon sendete einen Datenblock mit ungültiger Länge.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "Der Agent auf dem Telefon sendete eine fehlerhafte Nachricht.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "Der Agent auf dem Telefon sendete einen unerwarteten Nachrichtentext.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "Der Agent auf dem Telefon sendete einen unerwarteten Nachrichtentyp.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "Der Agent auf dem Telefon sendete einen unerwarteten Wert für den Nachrichten-Header „%@“.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "Der Agent auf dem Telefon sendete keine Nachricht, obwohl eine erwartet wurde.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Beim Synchronisieren ist ein Kommunikationsfehler aufgetreten.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Beim Synchronisieren Ihrer Kalender mit dem Telefon ist ein Fehler aufgetreten.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Beim Synchronisieren Ihrer Kontakte und Kalender mit dem Telefon ist ein Fehler aufgetreten.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Beim Synchronisieren Ihrer Kontakte mit dem Telefon ist ein Fehler aufgetreten.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Bei der Kommunikation mit dem Sync-Server auf Ihrem Computer ist ein Fehler aufgetreten.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Beim Synchronisieren ist ein Fehler aufgetreten.";

/* generic error */
"An unexpected error occured." = "Ein unerwarteter Fehler ist aufgetreten.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Parsefehler bei der Antwort des AT-Befehls";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "Der AT-Vorgang zum Vorbereiten des Kanals hat inkorrekte Eigenschaften";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth ist auf diesem Computer nicht verfügbar.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth ist deaktiviert";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth ist auf Ihrem Computer deaktiviert.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth nicht verfügbar";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Synchronisieren des Kalenders fehlgeschlagen";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Synchronisieren der Kalender fehlgeschlagen";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "Während des Trennvorgangs kann keine Verbindung hergestellt werden.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "Speicherkarte des Telefons nicht gefunden.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "Die Verbindung zum Sync-Server kann nicht hergestellt werden.";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "Die Änderungen können nicht vom Sync-Server empfangen werden. Die Sitzung wurde möglicherweise abgebrochen.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "Das Telefon kann nicht für die Synchronisierung angemeldet werden.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "Die Änderung kann nicht an das Telefon gesendet werden.";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "Das Ändern von „%@“ auf dem Telefon ist nicht zulässig. Diese Änderungen wurden ignoriert:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Überprüfen Sie das Telefonnetzwerk oder den Empfänger der Nachricht.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Kommunikationsfehler";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Anschluss belegt";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Verbindung unerwartet getrennt";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Verbindung abgelehnt";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "Die Verbindung zum Telefon ist fehlgeschlagen.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "Die Verbindung zum Telefon wurde unerwartet getrennt.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Synchronisieren des Kontakts fehlgeschlagen";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Synchronisieren der Kontakte und Kalender fehlgeschlagen";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Synchronisieren der Kontakte fehlgeschlagen";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "Verbindung zum Telefon konnte nicht hergestellt werden";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "Verbindung zum Telefon konnte nicht hergestellt werden. Ein anderes Programm ist bereits mit dem Telefon verbunden.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "Die Verbindung zum Telefon konnte nicht hergestellt werden. Die Verbindung wurde abgelehnt.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "Die Verbindung zum Telefon konnte nicht hergestellt werden. Das Telefon wurde nicht gefunden.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Löschen fehlgeschlagen";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "Das Gerät ist nicht verfügbar oder die Synchronisierung wurde abgebrochen. Schließen Sie alle Dialoge und Programme auf Ihrem Telefon und versuchen Sie es erneut.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Das Verzeichnis existiert bereits.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Fehler beim Zugriff auf den Telefonspeicher";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Fehler beim Löschen von Kalenderereignissen";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Fehler beim Löschen von Kontakten";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Fehler beim Löschen von Kontakten und Kalenderereignissen";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Fehler beim Löschen einiger Kalenderereignisse";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Fehler beim Löschen einiger Kontakte";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Fehler beim Löschen einiger Kontakte und Kalenderereignisse";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Fehler beim Empfangen aller Kalender";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Fehler beim Empfangen aller Kontakte und Kalender";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Fehler beim Empfangen aller Kontakte";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Fehler bei der Kommunikation mit dem Sync-Server";

/* displayed when phone could not send a message */
"Failed to send message." = "Nachricht konnte nicht gesendet werden";

/* No comment provided by engineer. */
"fax." = "Fax";

/* displayed when phone refused access to a file */
"File access denied." = "Dateizugriff verweigert";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "Die Datei oder das Verzeichnis existiert nicht.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "Die Datei oder das Verzeichnis ist geschützt.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "Die erste Nachricht des Agent auf dem Telefon war nicht die erwartete Versionsnachricht.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "Der erste Nachrichtentext des Agent auf dem Telefon ist fehlerhaft.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Unzulässige Änderung auf dem Telefon vorgenommen";

/* No comment provided by engineer. */
"home mobile." = "Mobiltelefon (Privat)";

/* No comment provided by engineer. */
"home pager." = "Pager (Privat)";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Tritt dieser Fehler erneut auf, müssen Sie Ihren Computer möglicherweise neu starten.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Wenn Sie einen externen Bluetooth Adapter besitzen, schließen Sie diesen an Ihren Computer an.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Falsche Agent-Version";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Interner Fehler";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Interner Fehler: (%1$@:%2$d)";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Interner Fehler";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Ungültige Telefonnummer";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "Ungültige PIN";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Ungültige SMS-Konfiguration";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Speicherkarte nicht gefunden";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Speicher voll";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Senden der Nachricht fehlgeschlagen";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Kommunikation mit dem Telefon ist fehlgeschlagen";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "Keine zu synchronisierende Datenklasse";

/* No comment provided by engineer. */
"No matching Operator in database." = "Kein passender Operator in der Datenbank";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Kein Netzwerk";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Der Obex-Dienst wurde angefordert, während ein anderer Dienst ihn noch verwendete.";

/* Error string when some operation was aborted */
"Operation canceled." = "Vorgang abgebrochen";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Telefonadressbuch voll";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Telefon belegt";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Telefonkalender voll";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Das Telefon unterstützt diesen Dienst nicht.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Telefonfehler (AT-Controller wurde ausgeschaltet)";

/* Low level phone error */
"Phone Error (General Failure)" = "Telefonfehler (allgemeiner Fehler)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Telefonfehler (ungültiger Speicherindex)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Telefonfehler (ungültiger PDU-Modus-Parameter)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Telefonfehler (ungültige Antwort)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Telefonfehler (ungültiger Textmodus-Parameter)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Telefonfehler (herstellerspezifischer Fehler)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Telefonfehler (Speicherfehler)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Telefonfehler (Speicher voll)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Telefonfehler (Netzwerk-Zeitüberschreitung)";

/* Low level phone error */
"Phone Error (No Answer)" = "Telefonfehler (keine Antwort)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Telefonfehler (kein Trägersignal)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Telefonfehler (kein Netzwerkdienst)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Telefonfehler (Vorgang nicht zulässig)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Telefonfehler (Vorgang nicht unterstützt)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Telefonfehler (PH-SIM-PIN erforderlich)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Telefonfehler (SIM ausgelastet)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Telefonfehler (SIM-Fehler)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Telefonfehler (SIM nicht eingelegt)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Telefonfehler (SIM-PIN erforderlich)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Telefonfehler (SIM fehlerhaft (Fehler wurde vom Telefon gesendet))";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Telefonfehler (SMS-Dienst reserviert)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Telefonfehler (SMSC-Adresse unbekannt)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Telefonfehler (unbekannter Fehler)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "Das Telefon ist bereits für die Synchronisierung angemeldet.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "Telefon wird bereits synchronisiert";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "Das Telefon wird gerade von iTunes aktualisiert.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Telefon ist belegt";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "Das Telefon ist gerade als Volume „%@“ aktiviert und konnte nicht ausgeworfen werden.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "Fehlfunktion beim Telefon";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "Telefon nicht angeschlossen";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Telefonspeicherfehler";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Telefonspeicher voll";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Telefonspeicher voll";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Kein Telefon gefunden";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "Telefon lehnt einige Kalenderereignisse ab";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "Telefon lehnt einige Kontakte ab";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "Telefon lehnt einige Kontakte oder Kalenderereignisse ab";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Aufgabendatenbank auf Telefon voll";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Vergewissern Sie sich, dass Ihre SIM gültig und korrekt eingelegt ist.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Überprüfen Sie Ihr Telefon-Display und geben Sie gegebenenfalls Ihre PIN ein.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Wenden Sie sich an Ihren Dienstanbieter.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Löschen Sie einige Kalenderereignisse auf Ihrem Telefon oder ändern Sie die Filteroptionen und synchronisieren Sie erneut.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Löschen Sie einige Kontakte auf Ihrem Telefon oder ändern Sie die Filteroptionen und synchronisieren Sie erneut.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Löschen Sie einige Daten auf Ihrem Telefon und versuchen Sie es erneut.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Löschen Sie einige Daten auf Ihrem Telefon und versuchen Sie es erneut.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Löschen Sie einige Daten auf Ihrem Telefon oder ändern Sie die Filteroptionen und synchronisieren Sie erneut.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Löschen Sie einige Aufgaben auf Ihrem Telefon oder ändern Sie die Filteroptionen und synchronisieren Sie erneut.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Vergewissern Sie sich, dass Ihr Telefon eingeschaltet ist und versuchen Sie es erneut.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Vergewissern Sie sich, dass Ihr Telefon eingeschaltet ist. Tritt dieser Fehler erneut auf, starten Sie Ihr Telefon neu und versuchen es erneut.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Vergewissern Sie sich, dass die Speicherkarte korrekt in Ihre Telefon eingesetzt ist.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Schließen Sie das Telefonkabel an Ihrem Computer an.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Installieren Sie den Agent erneut auf Ihrem Telefon.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Starten Sie Ihr Telefon neu.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Starten Sie Ihr Telefon neu.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Aktivieren Sie Bluetooth auf Ihrem Computer und versuchen Sie es erneut.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Aktualisieren Sie den Agent auf Ihrem Telefon.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Protokollfehler während der Kommunikation mit dem Telefon";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "Der gewünschte Kanal mit Eigenschaften (%@) wurde nicht gefunden.";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "Dienst kann nicht ausgeführt werden";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "Der Dienst hängt von einem anderen fehlenden Dienst „%@“ ab.";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "Bei den Dienstinformationen im Plug-In fehlen Informationen: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "Der Dienst wurde ausgeschaltet.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "Der Dienst wurde verwendet, obwohl es nicht erforderlich war, dass er ausgeführt wurde.";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "SIM-Fehler";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "Eine Aktion auf dem Kanal wurde gestartet, während der Kanal nicht geöffnet war.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Synchronisierung abgebrochen";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Synchronisierung auf dem Gerät abbgebrochen";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Synchronisierung abgebrochen";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "Die Synchronisierung wurde auf dem Gerät abgebrochen.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "Die Synchronisierung wurde abgebrochen.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "Die Synchronisierung der folgenden Daten ist auf Ihrem Telefon deaktiviert: %@. Aktivieren Sie diese auf Ihrem Telefon oder deaktivieren Sie sie in iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "Der Agent konnte auf dem Telefon nicht gefunden werden.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "Der Agent auf dem Telefon ist zu alt.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "Beim Löschen aller Kalenderereignisse auf dem Telefon wurde die Verbindung zum Telefon getrennt.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "Beim Löschen aller Kontakte und Kalenderereignisse auf dem Telefon wurde die Verbindung zum Telefon getrennt.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "Beim Löschen aller Kontakte auf dem Telefon wurde die Verbindung zum Telefon getrennt.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "Beim Löschen einiger Kalenderereignisse auf dem Telefon wurde die Verbindung zum Telefon getrennt.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "Beim Löschen einiger Kontakte und Kalenderereignisse auf dem Telefon wurde die Verbindung zum Telefon getrennt.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "Beim Löschen einiger Kontakte auf dem Telefon wurde die Verbindung zum Telefon getrennt.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "Beim Empfangen aller Kalender vom Telefon wurde die Verbindung zum Telefon getrennt.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "Beim Empfangen aller Kontakte und Ereignisse vom Telefon wurde die Verbindung zum Telefon getrennt.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "Beim Empfangen aller Kontakte vom Telefon wurde die Verbindung zum Telefon getrennt.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "Beim Löschen einiger Einträge auf dem Telefon wurde die Verbindung getrennt.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "Beim Empfangen einiger Daten vom Telefon wurde die Verbindung getrennt.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "Bei der Kommunikation mit dem Telefon wurde die Verbindung getrennt.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "Das Telefonadressbuch ist voll.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "Das Telefonkabel ist nicht angeschlossen.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "Der Telefonkalender ist voll.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "Das Telefon konnte einige Ihrer Kalenderereignisse nicht sichern. Folgende Ereignisse werden nicht synchronisiert:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "Das Telefon konnte einige Ihrer Kontakte und Kalenderereignisse nicht sichern. Folgende Kontakte und Ereignisse werden nicht synchronisiert:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "Das Telefon konnte einige Ihrer Kontakte nicht sichern. Folgende Kontakte werden nicht synchronisiert:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "Auf dem Telefon konnte nichts hinzugefügt werden.";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "Auf dem Telefon konnte nichts gelöscht werden.";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "Auf dem Telefon konnte nichts geändert werden.";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "Der Telefonspeicher ist voll.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "Der Telefonspeicher oder der externe Speicher sind voll.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "Das Telefon meldet eine ungültige SMS-Konfiguration.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "Das Telefon meldet, dass Ihre PIN ungültig ist.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "Das Telefon meldet, dass Ihre SIM nicht korrekt funktioniert.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Es scheint eine Fehlfunktion des Telefons vorzuliegen.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "Die Aufgabendatenbank des Telefons ist voll.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Beim Empfangen von Daten vom Telefon ist ein Fehler aufgetreten. Die Synchronisierung wurde möglicherweise abgebrochen.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Beim Laden einiger Änderungen auf das Telefon ist ein Fehler aufgetreten. Die Synchronisierung wurde möglicherweise abgebrochen.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Später erneut versuchen.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Beenden Sie die Programme und versuchen Sie es erneut.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Beenden Sie die anderen Programme und versuchen Sie es erneut.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Unerwarteter Fehler beim Zugriff auf Dateien auf dem Telefon";

/* No comment provided by engineer. */
"Unknown exception." = "Unbekannte Ausnahme";

/* Address Book label of a phone number with video capabilities */
"video." = "Video";

/* No comment provided by engineer. */
"work mobile." = "Mobiltelefon (Arbeit)";

/* No comment provided by engineer. */
"work pager." = "Pager (Arbeit)";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "Ihr Telefonspeicher ist voll.";

